[
  {
    "start": "00_00_00",
    "end": "00_05_00",
    "content": "This is related but different from the Sabiro stuff I was talking about last term. So last term, the title was, have you ever been to a numbers field? You don't have to know what they are, and sometimes I didn't really discuss them all that much in the course. So I will talk to you in a moment if you recall what they are. So are you running an argument on purpose? Sorry, I'm getting... Thanks. So there are basically two sides to this story, and on the left I will put some of the things from last term and the right from this term. So for me the motivation in defining these things was some expectations starting from around 2017 or so that there is some such a miracle in cohomology. And I will use this lecture to explain what I mean by this. And these Sabiro rings of numbers fields are basically the zero-dimensional case. Your variety is just a bunch of points in some sense. Then you get Sabiro rings of numbers fields. So there is some kind of abstract idea of what these things should be. And last time I was talking about something much more concrete. So there were certain Q-Series related to perturbative transformers theory, whatever that is. But these Q-Series were completely explicit, and so they were having a very explicit approach which actually defines elements in there. So the abstract approach produces the ring or the module. This concrete approach will produce two elements in there. And this abstract side also got started maybe a little later, someone coming from computations that Gavr Faldides and Zagir did. And then somehow we talked to each other and realized that there is this interesting common object of interest, and this led to our paper. And at that time I was actually thinking that I didn't believe in this expectation anymore. But then they found elements in there and just revived this expectation. And then my student, Fagin and Wagner, tried to see whether such a thing exists. And at first his master's thesis proved no, but now his PhD thesis proves yes. So it's a very confusing state of affairs, and part of the goals, of course, is to somehow understand what's going on. Although that will still be confusing. So this was somehow this half of the last term. And there have been also some developments that somehow bring these two sides, which so far just gave rise to one common object. These sides seem to converge more, and maybe or maybe not I will say something about what's happening with the relation between these two sides. But mostly these are disjoint things that just happen to overlap in certain objects. So for this reason you don't...",
    "summary": "Here is a two-paragraph summary of the transcript segment:\n\nThe lecture discusses the connection between two approaches to understanding certain algebraic structures. The first approach, related to Sabiro rings of number fields, is an abstract method that produces a ring or module. This approach is motivated by expectations in cohomology, which were revived by the discovery of explicit elements in these structures. The second approach, which was discussed in a previous course, involves concrete Q-series related to perturbative topological field theory. These two approaches, though distinct, have converged in recent developments, leading to a deeper understanding of the underlying algebraic objects.\n\nAdded motivation: The significance of these concepts lies in their potential to reveal deeper connections between cohomology and topological field theory. The abstract approach, rooted in cohomological expectations, has led to the discovery of explicit elements, which in turn have revived interest in the field. The convergence of the two approaches has important implications for our understanding of the algebraic structures underlying these theories. The ongoing research in this area, as exemplified by the speaker's student's PhD thesis, continues to shed light on the intricate relationships between these mathematical objects, driving the field forward."
  },
  {
    "start": "00_05_00",
    "end": "00_10_00",
    "content": "have to watch lectures from last year. So roughly the goal of the sabiural cohomology of this course is to define some new explicit cohomology of algebraic varieties So that's one thing, but that has extremely many specializations to critical theories. So it specializes to usual Dirham cohomology, but also Peelig et al. co-op, and also crystalline co-op. And superposition is also a cosmetic form. And it's even better, it's not just algebraic varieties. So it works in very large generality, it has very good structural properties. And what were connected to the last course is that the construction is in some sense based on certain very explicit Q-series. So related to the Q-pochhammer symbol that appeared throughout the last term. And historically speaking, I should say that I found this new cohomology theory because after the last course I was very inspired in all these computations with Q-series and spent the whole break computing and at some point I could arrange the formulas to make some abstract sense to me. Alright, so let me give some explanation of how you should think about this. So let me talk a little bit about some of the state of the art regarding cohomology theories. And I usually always consider wheels like things. So satisfying in particular the Cunin formula. For simplicity let's say we start with the same K naught, but I can choose Q. What kind of cohomology theory do I want? So I want something that takes some, that separates teams of finite types or something like this. And then you should land in some category of A-modules for something A. And this should have the usual functions. And one thing I always want is that it satisfies the Cunin formula. So this excludes certain absolute cohomology theories like a typical cohomology theory. And this is like the minimal structure I want. A better structure I'm usually really looking for is some kind of six-factor formalism. So in this case it would rather upgrade to this one categorical level. And for animal-separated teams of finite types...",
    "summary": "Here is a two-paragraph summary of the transcript segment:\n\nThe lecture introduces the concept of Sabiural cohomology, which defines a new explicit cohomology of algebraic varieties that specializes to various critical theories, including Dirham cohomology, Peelig et al. co-op, and crystalline co-op. This cohomology theory is constructed based on certain explicit Q-series, related to the Q-pochhammer symbol, and has good structural properties, working in great generality. The lecturer explains that this new cohomology theory satisfies certain desirable properties, such as the Cunin formula, and ideally, a six-factor formalism, which upgrades the categorical structure.\n\nAdded motivation: The significance of Sabiural cohomology lies in its potential to unify various cohomology theories and provide a deeper understanding of algebraic varieties. By satisfying the Cunin formula and ideally, a six-factor formalism, this cohomology theory offers a more comprehensive framework for studying algebraic structures. The development of this theory, inspired by computations with Q-series, demonstrates the power of explicit calculations in driving abstract mathematical insights, and its implications for our understanding of algebraic varieties and their connections to critical theories are far-reaching."
  },
  {
    "start": "00_10_00",
    "end": "00_15_00",
    "content": "Over K, we have some kind of derogatory category, a function going to A-linear categories. And for the experts here I think of presentable A-linear categories. So which to any x associates some kind of derived category of sheaves over x. And really, again, I'm not going to go into too much detail here. I'm just going to give you a few examples. And really, again, I would like to, just to be really nice in particular, I would like to say that this again satisfies the Cunin formula, which can also be created at the categorical level. But this is rather stringent assumption. As we will see, it's not satisfied in all the standard examples. So really, this is kind of what I would regard as a really structured formalism. So what are the known examples of this? So this is a picture I always like to draw, my favorite picture, which you can also find at my office store. So this picture has two specZ directions. And one I usually note by L, and another I usually note by P. Where this is specZ and first approximation to the line where the points are the prime numbers. And then maybe there's also some kind of a comedian point in the theory. And so you have to make a picture like that. And one way I will be drawing a PL, then I will put such a cohomology theory for varieties over K with a characteristic of KST. So K denotes the kind of characteristic of the geometry I'm working with. And coefficients for the string A are characteristic of K. So what are the standard examples? The most typical is the one which takes an X which looks over the complex numbers to just a singular cohomology of X. So in this case A would be Z, and if you want to create a formula you should pay some attention to doing everything derived. But let's do that. And this even upgrades to a sheep theory which is to any X associated with the right category of P and sheep size. And for some reason arithmetic geometers started calling this not singular but betting cohomology. And this is as an idle guess. So this defines a full six-factor formula and even satisfies a qubit formula. It's a categorical level, not just a single cohomology. So in this picture, what does it give you? Well, you work with the complex numbers here, so the characteristic is zero. So you might think it's a generic point that really because it's really using the complex topology, it's a multi-archimedean place, which really puts it like an archimedean infinity. But the coefficients, they can be anything. They can be integers, but they could also be any few of any characteristics. So this gives you the whole line here. Thank you for watching.",
    "summary": "Here is a two-paragraph summary of the transcript segment:\n\nThe lecture discusses a derogatory category over K, which associates to each x a derived category of sheaves over x. This categorical formalism satisfies the Cunin formula and ideally, a six-factor formula, making it a structured formalism. The known examples of this formalism include the singular cohomology of X over the complex numbers, which upgrades to a sheaf theory and satisfies a qubit formula at the categorical level. The coefficients of this cohomology theory can be integers or have any characteristic, giving a full line of possibilities.\n\nAdded motivation: The significance of this categorical formalism lies in its ability to provide a unified framework for studying algebraic structures over various characteristics. By satisfying the Cunin formula and ideally, a six-factor formula, this formalism offers a deeper understanding of algebraic varieties and their connections to critical theories. The flexibility of the coefficients, which can have any characteristic, makes this formalism particularly powerful in exploring the intricate relationships between algebraic structures, driving the field of arithmetic geometry forward."
  },
  {
    "start": "00_15_00",
    "end": "00_20_00",
    "content": "So what are our other examples? I think that's about it. Thank you very much. The second example is the wrong cohomology. So here X is over K, some field. And if I want things to be nice, I should assume it's of characteristic zero. So to some extent, it works even in any characteristic, but then it depends maybe on what kind of X you have. But what it gives you is again a K-axis space. And there's also a corresponding six-factor formula, which takes any X to D modules on X, which again satisfies a qubit formula. And so with some small caveats, when you're positive characteristics, it basically gives you a whole diagonal line here because whatever you are, your geometry is in characteristic P, also your coefficients are in characteristic P. The same characteristics, which is diagonally in this picture. And just pictorially, those two lines just meet at infinity comma infinity. And this is actually substantiated. And it is substantiated by the comparison isomorphism between singular cohomology, which it tends up to C, and the wrong cohomology of X when you're over C. These two things become isomorphic. And not just that, but even more, you also have a corresponding statement at the level of sheaves, which is known as the Riemann-Hiller correspondence. There's no space to write this, but the statement at the vector space is also mirrored by a corresponding statement comparing sheave series between D modules and vector sheaves. So, right? Then the third example, this was Grothendieck's big realization in the finite cohomology, so this whole formalism of sites and so on was developed. So here, X lives over K, and L is any prime that's different from the characteristic of K. And then you have these cohomology groups, which you can either just take Z mod L coefficients, or you could also take Z mod L to the n-D coefficients. And again, there's also a corresponding sheave series, which takes any X to Grothendieck's category, which is also Z mod L to the n-D coefficients. And again, so what does this give you in this? Ah, one comment I wanted to make here is that if cohomology itself satisfies the credit formula, but if you are asking for this at the categorical level, then this actually does not satisfy the categorical formula. So it's not quite as nice as the other sheave series. And so in this picture, what does it give you? Well, when L is equal to 2, then this gives you a cohomology series as long as your geometry is not in characteristic 2. So you're on this line here, and you can't just do this mod 2, but also mod power, because there's some kind of slightly thickened line here. And again, pictorially, this thing meets this feddy line here. And again, this is substantiated by some deep mathematics, which tells you that there's...",
    "summary": "Here is a two-paragraph summary of the transcript segment:\n\nThe lecture discusses three examples of cohomology theories that satisfy certain desirable properties, such as the Cunin formula and ideally, a six-factor formula. The first example is the \"wrong cohomology\" over a field K, which gives a K-axis space and satisfies a qubit formula. The second example is Grothendieck's finite cohomology, which takes X over K and L, a prime different from the characteristic of K, and produces cohomology groups with Z mod L coefficients. These cohomology theories are related to sheaf theories, with corresponding statements at the level of sheaves, such as the Riemann-Hiller correspondence.\n\nAdded motivation: The significance of these cohomology theories lies in their ability to provide a deeper understanding of algebraic varieties and their connections to critical theories. The satisfaction of the Cunin formula and ideally, a six-factor formula, offers a more comprehensive framework for studying algebraic structures. The flexibility of the coefficients, which can have any characteristic, makes these formalisms particularly powerful in exploring the intricate relationships between algebraic structures. The deep mathematics substantiating these connections has far-reaching implications for our understanding of algebraic varieties and their connections to critical theories."
  },
  {
    "start": "00_20_00",
    "end": "00_25_00",
    "content": "",
    "summary": ""
  },
  {
    "start": "00_25_00",
    "end": "00_30_00",
    "content": "",
    "summary": ""
  },
  {
    "start": "00_30_00",
    "end": "00_35_00",
    "content": "",
    "summary": ""
  },
  {
    "start": "00_35_00",
    "end": "00_40_00",
    "content": "",
    "summary": ""
  },
  {
    "start": "00_40_00",
    "end": "00_45_00",
    "content": "",
    "summary": ""
  },
  {
    "start": "00_45_00",
    "end": "00_50_00",
    "content": "",
    "summary": ""
  },
  {
    "start": "00_50_00",
    "end": "00_55_00",
    "content": "",
    "summary": ""
  },
  {
    "start": "00_55_00",
    "end": "01_00_00",
    "content": "",
    "summary": ""
  },
  {
    "start": "01_00_00",
    "end": "01_05_00",
    "content": "",
    "summary": ""
  },
  {
    "start": "01_05_00",
    "end": "01_10_00",
    "content": "",
    "summary": ""
  },
  {
    "start": "01_10_00",
    "end": "01_15_00",
    "content": "",
    "summary": ""
  },
  {
    "start": "01_15_00",
    "end": "01_20_00",
    "content": "",
    "summary": ""
  },
  {
    "start": "01_20_00",
    "end": "01_25_00",
    "content": "",
    "summary": ""
  },
  {
    "start": "01_25_00",
    "end": "01_30_00",
    "content": "",
    "summary": ""
  },
  {
    "start": "01_30_00",
    "end": "01_35_00",
    "content": "",
    "summary": ""
  },
  {
    "start": "01_35_00",
    "end": "01_40_00",
    "content": "",
    "summary": ""
  }
]