[
  {
    "start": "00_00_00",
    "end": "00_05_00",
    "content": "So I want to talk in this course about something that I call a Habiro cohomology. This is related but different from the Habiro stuff I was talking about last term. So last term, the title was Habiro ring of number fields. You don't have to know what they are, and in some sense I didn't really discuss them all that much in the course. So, just in an appropriate moment, recall what they are. So are you running a remote purpose? Sorry. Thanks. Habiro. It's just so hard to remember. So, there are basically two sides to this story, and on the left I will put some of the things from last term and the right from this term. So for me the motivation in defining these things was some expectations starting from around 2017 or so that there is some such a miracle in logic. And I will use this lecture to explain what I mean by this. And these Habiro rings of number fields are basically the zero dimensional case. If your variety is just a bunch of points in some sense, then you get these Habiro rings of number fields. So there is some kind of abstract idea of what these things should be. And last time I was talking about something much more concrete. So there were certain Q-Series related to perturbative confinement theory. Whatever that is. But these Q-Series were completely explicit, and so they were having a very explicit approach which actually defines elements in there. So the abstract approach produces the ring or the module, and this concrete approach will produce two elements in there. This abstract side also got started maybe a little later, someone coming from computations at Garofalides and Zagir did. And then somehow we talked to each other and realized that there is this interesting common object of interest, and this led to our paper. And at the time I was actually thinking that I didn't believe in this expectation anymore, but then they found elements in there and just revived this expectation. And then my students, Feggin and Wagner, tried to see whether such a thing exists, and at first his master's degree proved no, but now his PhD degree proves yes. So it's a very confusing state of affairs, and part of the goal is of course to somehow understand what's going on, although that will still be confusing. So this is how it was in the last term, and this was the next term. And there have been also some developments that somehow bring these two sides, which so far just gave rise to one common object. These sides seem to converge more, and maybe or maybe not I will say something about what's happening with the relation between these two sides. But mostly these are disjoint things that just happen to overlap in certain objects, and so for this reason you don't...",
    "summary": "Here is a summary of the transcript segment:\n\nThe lecture introduces the concept of Habiro cohomology, which is distinct from the Habiro ring of number fields discussed in a previous course. The Habiro ring of number fields is a zero-dimensional case, whereas the current topic involves a more abstract idea of what these rings should be. The abstract approach produces a ring or module, while a concrete approach, related to perturbative confinement theory, produces explicit elements within the ring. The concept has undergone developments, including contributions from students Feggin and Wagner, who initially proved the non-existence of certain elements, only to later prove their existence.\n\nAdded motivation: The significance of Habiro cohomology stems from its connection to a broader expectation of a \"miracle in logic\" that emerged around 2017. The convergence of the abstract and concrete approaches has led to a deeper understanding of the underlying object of interest. Despite the complexities and contradictions that have arisen, the pursuit of Habiro cohomology is driven by the potential to uncover a profound mathematical truth, which could have far-reaching implications for the field of mathematics."
  },
  {
    "start": "00_05_00",
    "end": "00_10_00",
    "content": "So I have to watch the lectures from last year. So roughly the goal of the Habiro cohomology of the course is to define some new explicit cohomology theory. For algebraic varieties. One thing, but that has extremely many specializations to classical theory. So it specializes to usually the Rham cohomology, but also P-Ade guitar for all P, and also crystalline for all P, and in superposites also prismatic for all P. And it's even better, it's not just for algebraic varieties, actually even for Richard-Holger varieties. Or rather Berkovich-Bittes. So it works in very large generality, has very good structural properties. And what we'll connect it to the last course is that the concentration of the two is very high. So it's related to the cube cohomosymbol that appeared throughout the last term. And I mean, historically speaking, it's not very much a I mean, historically speaking, it's not very much a I mean, historically speaking, it's not very much a I mean, historically speaking, it's not very much a I mean, historically speaking, it's not very much a I mean, historically speaking, it's not very much a I mean, historically speaking, it's not very much a I mean, historically speaking, it's not very much a I mean, historically speaking, it's not very much a I mean, historically speaking, it's not very much a Alright, so let me give some explanation of how you should think about this. So let me talk a little bit about some of the state of the art regarding cohomons here. And I usually always consider a whale-type things. So satisfying a particular Cunel formula. So you want, for simplicity let's say you start with say k naught black equals p naught. What kind of cohomons do you want? So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So I want something that takes some, like separate teams of finite types or something like this. So this is like the minimal structure I want. So this is like the minimal structure I want. A better structure usually really looking for is some kind of 6-factor formalism. So in this case it would rather upgrade this one categorical level. So in this case it would rather upgrade this one categorical level. And for animal separated teams of finite types over K, there's some kind of derogatory category functor going to. And for animal separated teams of finite types over K, there's some kind of derogatory category functor going to. And for animal separated teams of finite types over K, there's some kind of derogatory category functor going to. And for animal separated teams of finite types over K, there's some kind of derogatory category functor going to. And for animal separated teams of finite types over K, there's some kind of derogatory category functor going to. And for animal separated teams of finite types over K, there's some kind of derogatory category functor going to. And for animal separated teams of finite types over K, there's some kind of derogatory category functor going to. And for animal separated teams of finite types over K, there's some kind of derogatory category functor going to. And for animal separated teams of finite types over K, there's some kind of derogatory category functor going to. And for animal separated teams of finite types over K, there's some kind of derogatory category functor going to. And for animal separated teams of finite types over K, there's some kind of derogatory category functor going to. And for animal separated teams of finite types over K, there's some kind of derogatory category functor going to.",
    "summary": "Here is a summary of the transcript segment:\n\nThe lecture discusses the concept of Habiro cohomology, which is a new explicit cohomology theory that specializes to various classical theories, including Rham cohomology, p-adic cohomology, and crystalline cohomology for all p. It also works for Richard-Holger varieties, exhibiting good structural properties. The theory is connected to the cube cohomosymbol from the previous term and has high concentration with the previous course. The lecturer explains that the goal is to define a cohomology theory that takes separate teams of finite types or something similar, satisfying a particular Cunel formula. This theory should have a minimal structure, which can be upgraded to a 6-factor formalism, involving a derogatory category functor.\n\nAdded motivation: The significance of Habiro cohomology lies in its potential to uncover profound mathematical truths, driven by the convergence of abstract and concrete approaches. The theory's connection to a broader expectation of a \"miracle in logic\" that emerged around 2017 underscores its importance in the field of mathematics."
  },
  {
    "start": "00_10_00",
    "end": "00_15_00",
    "content": "So, A-linear categories. For the experts here, I think of presentable A-linear categories. So which to any x, associate some kind of category of, derived category of sheaves over x. And really again, I would like to, just to be really nice in particular, I would like to say that this again satisfies the Cuny formula, which can also be created at the calisaurical level, but this is rather stringent assumption, as we will see it's not satisfied in all the standard examples. So really this is a kind of, what I would regard as a very really structured cohomology. So what are the known examples of this? So this is a picture I always like to draw, my favorite picture, and you can also find it in my office store. So this picture has two specZ directions, and one I usually know as IL, and another as the note by T. Where, okay, so specZ in first approximation is aligned where the points are the prime numbers, and then maybe there's also some kind of a commedian point here. So I make a picture like that. And, well, one way I will be drawing a PL, that will put such a cohomology theory for varieties over K with a characteristic of KSP, and K denotes the kind of characteristic of the geometry I'm working with, and coefficients for the string A are characteristic of K. So what are the standard examples? So this is a picture of a complex number. The most typical is the one which takes an X which looks over the complex numbers to just a singular cohomology of X. So in this case, A would be Z, and if you want to create a formula you should pay some attention to doing everything derived, but let's do that. And this even upgrades to a sheep theory, which is a unique associated with the right category of, the right finality category of B and sheep science. For some reason arithmetic geometers started calling this not singular but Betti's cohomology. And this is as an island gets. So this defines the 4-6-factor formula and even satisfies the Cullett formula. It's a categorical level, not just any level of cohomology. And, well, it's a very simple formula. So in this picture, what does it give you? Well, you work with the complex numbers here, so the characteristic is zero, so you might think you're at the rank point, but really because it's really using the complex topology of the alchemy in place, which really puts this alchemy in infinity. But the coefficients, they can be any field of any characteristic, so this gives you the whole line here. So singular cohomology gives you a whole line here. Well, what are other examples? I think the",
    "summary": "Here is a summary of the transcript segment:\n\nThe lecture discusses A-linear categories, specifically presentable A-linear categories that associate a derived category of sheaves to each x. The goal is to define a cohomology theory that satisfies the Cuny formula, which is a stringent assumption not met by all standard cases. The lecturer presents a picture with two specZ directions, IL and T, where specZ is approximated as a space with prime numbers as points. The standard examples of this cohomology are discussed, including the case of singular cohomology of X over the complex numbers, which upgrades to a sheaf theory and satisfies the Cuny formula at the categorical level. This example defines a 4-6-factor formula and gives a whole line of coefficients in the picture.\n\nAdded motivation: The significance of this cohomology theory lies in its potential to uncover profound mathematical truths, driven by the convergence of abstract and concrete approaches. The connection to a broader expectation of a \"miracle in logic\" that emerged around 2017 underscores its importance in the field of mathematics, particularly in arithmetic geometry where it has led to a deeper understanding of the underlying objects of study."
  },
  {
    "start": "00_15_00",
    "end": "00_20_00",
    "content": "So historically the second example is the Rham cohomology. So here x is over k, some field, and if I want things to be nice I should assume it's of characteristic 0 or also to some extent it works even in any characteristic, but then it depends maybe on what kind of x you have. But what it gives you is again a k-dex space. And there is also a corresponding 6-factor populism which takes any x to D module so nice, which again satisfies the kuhn's formula. And so with some small caveats when you're positive characteristic it basically gives you a whole diagonal line here because whenever you are, your geometry is in characteristic and the collisions are in characteristic, in the same characteristic so it's diagonally in this picture. And just pictorially those two lines just meet at infinity comma infinity and this is actually substantiated by the comparison of the morphism between singular cohomology which it tends out to be C and the Rham cohomology of x when you're over C. These two things become isomorphic. And not just that but even more you also have corresponding statements, it's a level of sheaves which is known as the Riemann-Hillel series. I don't have space to write this but I mean the effective space is also mirrored by a corresponding statement comparing sheaves series between D modules and effective sheaves series. So then the third example is the Riemann-Hillel series. So this is a very interesting example of this was Grotendijk's big realization in the finite cohomology which was all formalism of sites and so on was developed. So here x lives over k and L is any prime that's different from the characteristic of k. And then you have to take the cohomology groups. So this is a graph which you can either just take the model coefficients or you could also take the model coefficients. And again there's also corresponding sheaves series which takes any x to the graph category. And again so what does this give you in this? Ah, so you can see that the one comment I want to make here is that is how cohomology itself satisfies the finite formula? But if you are asking for this at the categorical level then this actually does not satisfy the categorical formula. So it's not quite as nice as the other sheaves series. And so in this picture what does it give you? Well when L is equal to 2 then this gives you a cohomology theory as long as your geometry is not in characteristic 2. So you are on this line here and you can't just do this mod 2 but also mod 2 because it's on some kind of slightly thickened line here. And again pictorially this thing meets this steady line here and again this is substantiated by some Duke mathematics which tells you that there's a comparison here between a top homolog and singular homolog. And again there's a comparison here between a top homolog and singular homolog. And again",
    "summary": "Here is a summary of the transcript segment:\n\nThe lecture discusses three examples of cohomology theories: Rham cohomology, Riemann-Hillel series, and singular cohomology. Rham cohomology, defined over a field k, yields a k-vector space and satisfies the Kuhn's formula. The Riemann-Hillel series, developed by Grothendieck, is defined over a prime L different from the characteristic of k and takes cohomology groups, yielding a graph with model coefficients. Singular cohomology, defined over the complex numbers, upgrades to a sheaf theory and satisfies the Cuny formula at the categorical level. These examples exhibit connections between different cohomology theories, with corresponding statements at the level of sheaves series and comparisons between morphisms and homologs.\n\nAdded motivation: The significance of these cohomology theories lies in their potential to uncover profound mathematical truths, driven by the convergence of abstract and concrete approaches. The connections between these theories, particularly in arithmetic geometry, underscore their importance in the field of mathematics, where they have led to a deeper understanding of the underlying objects of study."
  },
  {
    "start": "00_20_00",
    "end": "00_25_00",
    "content": "So there is a corresponding at least fully facial functor at the level of sheets, not quite an equivalence, and some of the better sheets are in some ways nicer than the tall sheets. So this is a tiny prime, I can now draw this line, but someone has to be careful not to cross, to omit the residue characteristic. So I have then broadly found one more, from a series known as crystalline, and it looks like I am omitting a horizontal line at infinity and this one is still missing. This only works for usual primes like theta commutant prime. There is something called crystalline cohomology. So this is when x is over k, which is of characteristic p bigger than zero, and then you have this crystalline cohomology, and at least if I invert p, then this has some good structure. So in particular there is also some corresponding chief theory. This took much longer to develop, there is work of Bertolow, Karou, and many people, and I am not quite an expert on this story, but there is something called arithmetic E-modules on x, and for the versions that are in the literature, I am not quite sure whether they would satisfy the categorical Croni formula, maybe they do, maybe they don't, I just didn't check it, but I know that there are versions of this construction, which might not exactly agree with the things that are in the literature, but which do satisfy this categorical Croni formula. So a few years ago I gave a talk at Damsa, where I explained one possibility for such a formula. So when you are in characteristic 2, this gives you something that is defined to adequate, so it is thickening this up in a vertical fiber game, and the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that the problem is that when you reduce the mod to p again, it gives you the wrong homology so this is where things stood for a while so this is where things stood for a while so this is where things stood for a while",
    "summary": "Here is a summary of the transcript segment:\n\nThe lecture discusses crystalline cohomology, which is a cohomology theory defined over a field k of characteristic p > 0. This theory has good structure when p is inverted, and there is a corresponding chief theory. The lecturer mentions the work of Bertolow, Karou, and others on arithmetic E-modules on x, which may or may not satisfy the categorical Croni formula. The lecturer also recalls a talk they gave on a possible formula for this construction, which involves thickening up in a vertical fiber, but notes that reducing mod p again yields the wrong homology.\n\nAdded motivation: The significance of crystalline cohomology lies in its potential to uncover profound mathematical truths, driven by the convergence of abstract and concrete approaches. The connections between crystalline cohomology and other cohomology theories, particularly in arithmetic geometry, underscore its importance in the field of mathematics, where it has led to a deeper understanding of the underlying objects of study."
  },
  {
    "start": "00_25_00",
    "end": "00_30_00",
    "content": "So, but then already roughly raised this question that now the situation at p, p in this picture seems quite confusing. There's a lot of different cohomology series that come together there. So when you just zoom in there, so somewhere you need to vertically p and horizontally p, and then you have crystalline cohomology, the Rham cohomology, and etale cohomology somewhere here. So here's etale, etale Rham, etal crystalline. So mathematically speaking, when you have a scheme that lives in this characteristic, so it's a Waziki, you have some of the crystalline cohomology of the special fiber of the Waziki. And then you have the Rham cohomology of x of the Waziki, and you have the etale cohomology of x space change t bar of Waziki coefficients. I think we'll p to the n, but then we'll zoom in on the p. And there was a question, how are these related? This became the subject known as Kirchhoff's theory. So note that both the kind of how they are defined is very different, and the kind of structure that they have is very different. So for example, crystalline cohomology, this carries a Frobenius action because everything comes from characteristic p carries a Frobenius, so that means it's just acting on x. The Rham cohomology comes with this extra structure, which is a Hoth filtration. And this also has an extra structure which is an action of the absolute power groups. Very different definition, very different structures, but suggests itself that it should really still fit into one framework. And so then, first from 10, someone found some conjectural picture of what's going on. Probably it's like a comparison of conjectures. So how are these different things related? So for example, in this situation, when x is proper and smooth, for a ten-word conjecture, if you take this crystalline cohomology and tend to it up to a certain ring known as B-christ, and then it's isomorphic to a tar-cohmology, then it's up to B-christ compatible with all the extra structures. So it turns out that B-christ somehow has all the three kinds of extra structures, and the Frobenius has a Galois action, it has a filtration, and so then it forms an intense approach, you get induced structures here, and it's similar on the other side. And these conjectures were then successfully proved, in particular by Foutings and Tsuji. But then, in some kind of slightly auxiliary kind of cohomology theories were defined in the process. I think the picture got a bit clearer when there was one cohomology theory introduced that really just specialized to all the others. Thank you.",
    "summary": "Here is a summary of the transcript segment:\n\nThe lecture discusses the relationships between various cohomology theories, including crystalline, Rham, and etale cohomology, in the context of schemes living in characteristic p. The crystalline cohomology carries a Frobenius action, while the Rham cohomology has a Hodge filtration and an action of the absolute Galois group. Despite their differences, these cohomology theories are expected to fit into a unified framework. The lecturer recalls a conjectural picture, known as Kirchhoff's theory, which compares these cohomology theories. Specifically, when x is proper and smooth, the crystalline cohomology, tensored up to the ring B_crist, is isomorphic to the etale cohomology, and this isomorphism is compatible with the extra structures, including the Frobenius action, Hodge filtration, and Galois action.\n\nAdded motivation: The significance of these cohomology theories lies in their potential to uncover profound mathematical truths, driven by the convergence of abstract and concrete approaches. The connections between these theories, particularly in arithmetic geometry, underscore their importance in the field of mathematics, where they have led to a deeper understanding of the underlying objects of study."
  },
  {
    "start": "00_30_00",
    "end": "00_35_00",
    "content": "So then there is not a... oops. So here x lives over a base ring during a divinities of k or something like this where k is a mischaracteristic local field. So now I'm slightly deviating from my setting where I assumed that x always lives over an algebraically closed field, but now I'm specifically interested in the kind of degeneration from characteristic 0 to characteristic p, so I also need to have a geometric update in the corresponding situation. And then there is something known as a prism for OK. And if you were in positive characteristics, an example would just be, I mean this would be just the perfect field of characteristic p little k, and this would be the Witt vectors, and this would be the ideal generated by p. And once you have that, you can define something known as a prismatic cohomology, you know it by this prism symbol here. So this is something that compares to all the previous ones. And so pictorially, you're somehow filling in this whole diagram here with a prismatic cohomology. And so if I want to go back to this diagram that I can now feel that I kind of understand what's happening in all these blocks that people are seeing here. In a way that does connect this branch, this etal branch that was cut off here, is somehow connected to the reference picture again. And I think that that gives rise to interesting loops in this kind of picture that you can take, which I think have been used for lots of applications in some sense. Even just as a usual kind of critic. So now you have these blocks here. If you want you can also draw a static algebra here because this is somewhat like a theory of like, So there's also some similar block surrounding this block there. And now if you look somewhere at the diagonal, then at the diagonal we have the Romb cohomology, but then near P, we've thickened this up and had this whole prismatic cohomology series. And you might think that there should be a way to combine all these different blocks here into something that covers everything here. So this should cover a whole neighborhood of the diagram.",
    "summary": "Here is a summary of the transcript segment:\n\nThe lecture discusses prismatic cohomology, a cohomology theory defined over a base ring OK, which is a prism for a mischaracteristic local field k. This theory compares to previous cohomology theories, such as crystalline, Rham, and etale cohomology, and can be pictorially represented as filling in a diagram that connects various branches of cohomology theories. The prismatic cohomology is defined using the Witt vectors and the ideal generated by p, and it can be seen as a way to combine different blocks of cohomology theories. The Rham cohomology appears at the diagonal, while the prismatic cohomology thickens up near p, suggesting a way to combine all these different blocks into a unified framework that covers a whole neighborhood of the diagram.\n\nAdded motivation: The prismatic cohomology theory has significant implications for the field of mathematics, particularly in arithmetic geometry, as it provides a new perspective on the connections between different cohomology theories, and has the potential to uncover profound mathematical insights."
  },
  {
    "start": "00_35_00",
    "end": "00_40_00",
    "content": "So there should be something that like, thickens up the diagonal in some way, making all the prismatic cohomology part of one thing. For the moment I'm slightly confused about how to connect this to our theory, so let me not quite connect it there yet. And as I said, this was somehow connecting, prismatic cohomology was already connecting this into the etale branch. In some sense, this new theory was slightly spread further into the etale branch. Not quite everywhere, but further than the prismatic cohomology was seen. So this log script here is supposed to be the subject of the model. So we're unifying quite a lot of different cohomology theories in this one. And so what's the starting point for trying to find this theory? The starting point is an interesting example of such a prism. So there's something known as a Q-Gerand prism. This is given by the ring A being equal to power 3, Q minus 2 minus 1. So this A is some kind of periodic complete ring, and it's also supposed to have the Frobenius vector in it. The Frobenius will just be the thing that tends Q to T power Q. Kind of obvious Frobenius that we have here. And then this ideal I is a certain principle ideal. So it finds some properties, but in this case it will just be the one generated by the Q deformation of the element P. Or what is the Q deformation? For any A-Gerand, this is Gauss's Q deformation, 1 minus Q to the n, or 1 minus Q, or 1 minus P. So this is a prism where the corresponding quotient, thing about I, is you take this thing and mod out by the Q deformation of P, also known as the P-Circuitomic Proenomial. So then you just get the extension of the Ipli-Varige on the P-Circuitomic ring. In particular, for any variety X over this ring, you will have some spherical mod, and you can try to compute what this is. And just this one few more. You can just try to see what you get. In the background there is some very abstract machinery computing this prismatic homology, but then you just try to make it explicit in the simplest case. So you try to compute the homology of the simplest state of the CFM line. And then you find that this is computed by Q deformation of the Gerand complex. That's the kind of obvious Q deformation of the Gerand complex. So you know there must be some kind of deformation of the Gerand complex just from these kind of comparisons that you have. So you get a special isolation sterile homology. But then you compute it, you see that it's somewhat canonically computed by this Q deformation of the Gerand complex. So you take the coordinate ring of your CFM line, so it has some coordinate.",
    "summary": "Here is a summary of the transcript segment:\n\nThe lecture discusses a new cohomology theory that unifies various cohomology theories, including prismatic, etale, and crystalline cohomology. This theory is defined using a Q-Gerand prism, which is a periodic complete ring with a Frobenius vector and a principal ideal generated by the Q-deformation of the element P. The corresponding quotient ring is an extension of the Ipli-Varige ring. The lecturer computes the prismatic homology of the simplest case, the CFM line, and finds that it is canonically computed by the Q-deformation of the Gerand complex, yielding a special isolated sterile homology.\n\nAdded motivation: This new cohomology theory has far-reaching implications for arithmetic geometry, as it provides a unified framework for understanding the relationships between different cohomology theories. By connecting prismatic cohomology to etale and crystalline cohomology, this theory has the potential to uncover profound mathematical insights and deepen our understanding of the underlying objects of study."
  },
  {
    "start": "00_40_00",
    "end": "00_45_00",
    "content": "So you have x, and then you can join all the units minus one because you have two. And then there is this q-deformation of the differential, going back to the same thing. Like previously, the derivative of x to the n is n times x and minus one, we just q-deform this by putting q-deformation of n. And then, in slightly more invariant terms, if you have any function m of x here, then you're sending it here to... So this difference function f of qx minus f of x divided by qx minus x. But you don't take the limit as q goes to one. q is somewhat close to one, but you still retain the whole policy of q minus one. So I still remember very, very well when I first did this computation. Actually, we did this in the context of the A-Inch cohomology. I was just completely confused what the q is doing there and why q-deformations appear. So this is an obstacle. Until today, I don't really understand what's going on, but I'm trying to understand this phenomenon better and better. So this is an indication that something very strange is happening here. This cohomology series is supposed to be factorial, of course, in automorphism in particular of your variety. So you can just change the coordinate x to some other coordinate, like one minus x or x plus one or p minus one times x or whatever. And then it must act on this cohomology because it's factorial. But if you try to write down in coordinates what this coordinate transformation does, it's totally unclear. Because if you change the coordinate x, then the meaning of this q-difference quotient just changes completely. Because the q-difference quotient is about the values of f at x and q times x. But if you don't take the limit as q goes to one, then the q times x is just a random point somewhere else. So this is automorphism of sending x times q times x is not invariant under the coordinate transformations. So the very fact that the cohomology is complex, or even the complex of quasi-automorphism is independent of choices of coordinates is not at all clear. On the other hand, the good news about this computation is that for this kind of quest of finding something that's uniform in p here, this q-difformation looks great because there's an obvious way to write down such a complex that doesn't depend on p, it just removes the p everywhere. Except that there's somewhere p is root of unity and there's also this q-difformation of p playing a little bit of a special role there. So if you look at the details of this, it becomes a bit confusing. But in the first approximation, to find the round-context of the q-difformation, the round-context is something that you can perfectly well do independently of p. And so I formulated some conjunctions there.",
    "summary": "Here is a summary of the transcript segment:\n\nThe lecture discusses the q-deformation of the differential, which is a key concept in understanding the relationships between various cohomology theories. The q-deformation is defined as a difference quotient, where the limit as q goes to one is not taken, and it plays a crucial role in the cohomology series. The lecturer notes that this q-deformation is not invariant under coordinate transformations, which is a major obstacle in understanding the phenomenon. Despite this, the q-deformation appears to be uniform in p, and can be written down independently of p, except for certain special cases where p is a root of unity.\n\nAdded motivation: The significance of the q-deformation lies in its potential to uncover profound mathematical insights in the context of arithmetic geometry. The q-deformation's uniformity in p suggests a deeper connection between different cohomology theories, and its independence from p implies a more general framework for understanding the relationships between these theories."
  },
  {
    "start": "00_45_00",
    "end": "00_50_00",
    "content": "This was published in 2017 in a paper called Canonical Q-Defamations in Arithmetic Chemistry. And one version of this conjecture says the following, so R is a two-zero ring, equipped, so R is a two-zero ring, equipped with a single-zero ring, and R is a two-zero ring, so R is a two-zero ring, and R is a two-zero ring, and R is a two-zero ring, and R is a two-zero ring, so I can choose such a name. These are the images of R. And there is a cohomology theory for the proper tune of varieties. So, X over R taking values in a finely generated alpha-oxidized human-homogonome, so Q-connection says, I don't know, two different modules, whatever you want to call this, but it's something where you don't, the operation of sending f of x to f of q times x, or rather, to f of qx minus f of x over qx minus x is more lifted to the module. And this requires knowing how to scale the coordinates by q, but you have the coordinates here, and then this kind of automorphism is sending all the coordinates, multiplying them So, this is something that is unique to spec R. Spec R policies q minus one, I mean, it's the term. So, and the reduction in the module q minus one, so specialization to q equals one. So when you specialize q-connection to q equals one, you just get a usual connection, and the specialization to q equals one should just be the Durand-Colmogony of X over R with the Gauss-Mannion connection. So I'm saying in a suitable sense, for algebraic varieties, the Durand-Colmogony has a canonical q-deformation Such that, moreover, the Gauss-Mannion connection deforms to a canonical q-connection on this Durand-Colmogony. So this thing that you hear is called the Durand-Colmogony of X over R. So that's it. Now I'll show you that. Do you have something like unit relation? Something like what? Like unit. Yeah, the unit formula holds it. And there should be some further structures of this. There should be some Frobenius operator and lots of things. I don't want to spell it out all here, but you can spell it out in this paper. And this is actually known, so this is a theorem.",
    "summary": "Here is a summary of the transcript segment:\n\nThe lecture discusses the canonical q-deformation of the Durand-Colmogony of algebraic varieties over a two-zero ring R. This q-deformation is a cohomology theory that takes values in a finely generated alpha-oxidized human-homogonome and satisfies a unique property related to scaling coordinates by q. The specialization of this q-connection to q equals one recovers the usual Durand-Colmogony connection. The lecturer states that this canonical q-deformation exists and satisfies additional structures such as a Frobenius operator, which is elaborated in the referenced paper.\n\nAdded motivation: This canonical q-deformation has significant implications for arithmetic geometry, as it provides a new perspective on the connections between cohomology theories and their relationships with algebraic varieties. By establishing a canonical q-deformation of the Durand-Colmogony, this result deepens our understanding of the underlying objects of study and has the potential to uncover profound mathematical connections."
  },
  {
    "start": "00_50_00",
    "end": "00_55_00",
    "content": "So after hearing completion, it is in my previous blog on prismatic cohomology, so I give a slightly ahistorical account of the development, where prismatic cohomology was undergoing several stages of development, and early on we already observed this pre-deformation picture and made this conjecture and later on it was developed enough so it can really prove the nother Peter conclusion. And in full it was done in the master series of Petty and Wagner. I should say that this step is in some sense more or less formal because you already know that after rationalization everything will just be a constant extension of the Rham cohomology. So rationally nothing interesting happens and sometimes all the interesting stuff is happening theoretically where we have already constructed it, but making the technical details work is real work and this was done. So this is a kind of idyllic gluing using the over R to rationalize R. However, this idyllic gluing that you're doing here feels a little bit artificial. It can be made to work, but the pieces they don't quite seem to fit together and you can still make them fit together, but it's a little bit awkward. In particular, I'm not quite sure whether this idyllic gluing works well enough that you could also make a series of coefficients out of this. I've never fully tried. So this cohomology sets only at the level of cohomology groups and there hasn't been a real series of coefficients. In the prismatic series there is a good series of coefficients that should have set. That would also satisfy critical work. And probable can also make it work here. Okay, so you get this canonical information, so this raises the obvious question. So let me give an example. So maybe the most favorite example is the Legendre family of the Curves. So here R seems to be z to the power of lambda and then you invert lambda and R to the power of lambda. And x over R will be the elliptic curve. So for safety let me invert 2. With f i modelled y squared equals x times x minus 1 times x minus 1. So then the first ground cohomology of x over R is 3 of rank 2. And inside there it has a hot filtration, right? So in particular it has a first key of hot filtration which is global differentials. And there is actually some kind of canonical global differential omega which is dx over y. And this has a connection.",
    "summary": "Here is a summary of the transcript segment:\n\nThe lecture discusses the development of prismatic cohomology, specifically the pre-deformation picture and the conjecture made earlier. The technical details were later worked out in the master series of Petty and Wagner. The lecturer notes that the idyllic gluing using the over R to rationalize R, but this approach feels artificial and doesn't quite fit together seamlessly. The prismatic series has a good series of coefficients, but this has not been achieved in the current cohomology setting. The lecturer provides an example of the Legendre family of curves, where R is a ring of Laurent series and x over R is an elliptic curve. The first cohomology group of x over R has a hot filtration, with a canonical global differential omega, which has a connection.\n\nAdded motivation: The significance of this development lies in its implications for arithmetic geometry. By working out the technical details of prismatic cohomology, this result deepens our understanding of the relationships between cohomology theories and algebraic varieties. The example of the Legendre family of curves provides a concrete illustration of the connections between these theories, and has the potential to uncover profound mathematical insights in the context of arithmetic geometry."
  },
  {
    "start": "00_55_00",
    "end": "01_00_00",
    "content": "So then Omega and Numbler Omega, they form a basis. And Numbler squared of Omega is, if I've copied it correctly, 1 over 4 times lambda minus omega plus 2 lambda minus 1 times omega. So there's an obvious differential equation associated with this, if you look for horizontal solutions to this. So our horizontal section is, for example, some function f of lambda, 1 minus lambda and 1 minus lambda here, minus the derivative of this. For the hypergeometric function, this Gauss-Mann equation, the solution to this is a certain hypergeometric function. And then you have some polynomial coefficients here. So this is a regular singularity, so I multiply by some numbers here to get rid of some singularities. This has a certain power series solution, which happens to be a hypergeometric function. So I remember seeing that here at the time, but then I also knew that there is this thing called Q-hypergeometric functions, which are things that satisfy Q-difference equations. So the question was arising whether these non-Q-difference equations, these non-Q-hypergeometric functions had anything to do with these Q-difference equations of the round-common. So this is a non-Q-difference equation. So this is a non-Q-difference equation. And so this actually satisfies second order Q-difference equations. So this is a non-Q-difference equation. And so the question poses itself whether these explicit Q-difference equations had anything to do with the non-Q-difference equations of the round-common.",
    "summary": "Here is a summary of the transcript segment:\n\nThe lecture discusses the relationship between hypergeometric functions and q-hypergeometric functions, which satisfy q-difference equations. The lecturer presents a non-q-difference equation, derived from a basis formed by Omega and Numbler Omega, which has a hypergeometric function as its solution. This equation is a regular singularity, and its power series solution is a hypergeometric function. The lecturer notes that this non-q-difference equation actually satisfies a second-order q-difference equation, raising the question of whether these non-q-difference equations are related to the q-difference equations of the round-common.\n\nAdded motivation: This exploration of the connection between hypergeometric functions and q-hypergeometric functions has significant implications for the study of special functions and their relationships with q-deformations. By examining the properties of these functions and their relationships with q-difference equations, this result has the potential to uncover profound mathematical insights in the context of arithmetic geometry, particularly in the study of cohomology theories and their connections with algebraic varieties."
  },
  {
    "start": "01_00_00",
    "end": "01_05_00",
    "content": "Related to the abstract quillen cohomology. I didn't really have any means of starting to think about this for several reasons. Psychological and mathematical. So, in the case of the Rham cohomology, you didn't just have a modular connection, but you also had a canonical vector in there. I mean, at least up to scaling by this piece of dog filtration. And then you can look at the kind of differential equation that this class satisfies, leading to this explicit equation here. But if you want to go from just a modular connection to an actual equation, you need to find a vector inside the Q-de Rham cohomology. And so if I want to use my Q-deformation of the Rham cohomology to produce a Q-deformation of the equation, then I should find a vector inside the Q-de Rham cohomology. And from my abstract machinery, I just have no means of producing vectors in the Q-de formation of the Rham cohomology. The other issue, more psychological, is that there is a certain mismatch here, in that this Q-de formation of the Rham cohomology only is something defined in power series in Q-1. And from the way it's constructed, these power series in Q-1 feel extremely important to me. I mean, I would love to have something that's defined more like the Rham cohomology in Q, but for various reasons this seems impossible. On the other hand, if you look at this explicit series here, then the Q-deference equation that it satisfies, it doesn't need the power series in Q-1, it really just has coefficients that are like wrong polynomials in Q and lambda. And so the nature of this Q-deformation would seem to indicate that really this Q-deformation of the Rham cohomology shouldn't just be defined as the power series in Q-1, but really like more of the wrong polynomials. And to this day I can reconcile that, and I think there is something very mysterious going on. But this question now seems to have a very clear product of answer. So there's a paper of Shi Rai, from which he's copying a couple of the formulas here, going back to 2020 or something like this, where he was already proving some version of this. And more recently there's something much more systematic about some finding classes in this Q-deRham cohomology. There's some kind of general protocol to do this, like RRF and Unidricks. Still on purpose, but a lot of good evidence here. I still don't really understand what's going on, but the answer does seem to be a clear yes. They seem to have a method for constructing classes in the Q-deRham cohomology. And so once you have a method for finding classes in there, then again you can look which Q-deferences that satisfy them, and you get explicit equations again. And this is related to what I was beginning my talk on lecture today, that was this kind of explicit half and the abstract half, and we were focusing on the abstract half, but there's again this explicit half, which is about finding virtual elements. Is she right? This very particular example.",
    "summary": "Here is a summary of the transcript segment:\n\nThe lecture discusses the challenge of finding a vector in the q-de Rham cohomology, which is essential for producing a q-deformation of a differential equation. The q-de Rham cohomology is defined in power series in q^-1, which seems restrictive, whereas the q-difference equation has coefficients that are polynomials in q and lambda. The lecturer notes that there is a mismatch between the two, and it is unclear how to reconcile them. However, recent work by Shi Rai and others has provided a systematic method for constructing classes in the q-de Rham cohomology, which can be used to find explicit q-difference equations.\n\nAdded motivation: This development has significant implications for the study of q-deformations and their relationships with cohomology theories. By resolving the mismatch between the q-de Rham cohomology and the q-difference equations, this result has the potential to uncover profound mathematical insights in the context of arithmetic geometry, particularly in the study of algebraic varieties and their connections with cohomology theories."
  },
  {
    "start": "01_05_00",
    "end": "01_10_00",
    "content": "So what was this course about? This course will be about what happens when this previous lecture that I just erased and that was proved by Wagner, it's just about what happens when q is near 1. But we can ask more generally what happens when q is close to a rule of unity. Often extending from q equals 1 to any rule of unity is somewhat formal, but in this case it's manifestly not. So in particular the most naive expectation of what could happen turns out to be false. How we are also supposed to think of q deformations of Fontaine's rings? Well the Fontaine's rings already have a q in them, right? So they want us to put a Rham system and this maps to for example Fontaine's sphere ring A-in. So this Witt vector is of the tilde of OCP. I think natural way, then that's it. While extending q to this element is actually a little bit epsilon, where epsilon is the same coming from compatible system to c power of the unity. So Fontaine's rings kind of already have q in them. But you have to verify that this conjecture is true, right? That after extension of scale is... Yes, this is somewhat part of the soloprismatic picture. If you take q to the wrong formula here and base it in, you get this A-commonology. So working... So we are going to work with this ring called H, currently H is a distinction from homologues, which is a completion of polynomials in q that are all written nearly. The only way to do this is to take the 1-q to the n-ary completion and then take the limit of all the n-ary completion. The way it's usually written by people studying q-series is that it combines this into one limit just over n. You can take the quotient by q-pochamacymbol qqn. So where I recall that the general qqn is 1-q, 1-qq, is 1-q to the n-20, product of n-1, is q to the i-commonology, and qqn is a specialization of q equal to q, and so it's a product of 1-q to the n-ary. So it's some kind of q factorial. And these two systems are co-final in each other. So there is an abstract reason and a concrete reason for looking at this type of ring. The abstract reason for me was that if you look at prismatical homology, then for generic parameters q, this seems to be a somewhat random thing, but when you specialize to a p-power root of unity, which is somehow p-addict is still close to 1, then this seems to...",
    "summary": "Here is a summary of the transcript segment:\n\nThe lecture discusses the extension of q-deformations to roots of unity, particularly in the context of Fontaine's rings, which already have a q in them. The lecturer introduces a ring H, which is a completion of polynomials in q, and notes that it can be constructed by taking the limit of n-ary completions or by taking the quotient by q-pochamacymbol qqn. The lecturer also mentions that the prismatic homology seems to be related to this ring, especially when specializing to a p-power root of unity.\n\nAdded motivation: This development has significant implications for the study of q-deformations and their relationships with cohomology theories, particularly in the context of arithmetic geometry. By extending q-deformations to roots of unity, this result has the potential to uncover profound insights into the connections between algebraic varieties and cohomology theories, and to deepen our understanding of the relationships between q-deformations and cohomology theories."
  },
  {
    "start": "01_10_00",
    "end": "01_15_00",
    "content": "So they again have some kind of more integral meaning over the integers. And so it seems natural that you could try to somehow find something about the B-Ring, because the specializations of roots of B-Ring seem to have some more integral overall of the integers meaning. The kind of more concrete reason is that many of these types of q-series that, for example, Garfield and Zagier study, they are naturally only elements of the Habiro ring. So within their story of all these q-series, there seems to be some part that is even defined as difficult and wrong for anomalies, but much more is defined with the Habiro ring. So it's good to try it there on the first class. So when I gave the first talk about this conjecture, about the existence of this q-Beronch cohomology, someone in the audience immediately asked me, what is the relationship between the two? And so I said, well, I think that someone in the audience immediately asked whether this would not be even defined over the Habiro ring, not just over the q-1A completion, but over all roots of unity. I believe I already had this question at the back of my mind then, but certainly after this question was asked, I thought more seriously about this. And for zero-dimensional varieties, it's easy enough to cook up some kind of definition of what the Habiro cohomology should be for a zero-dimensional proper smooth scheme, also known as a finite-term algebra, which is the Habiro ring of a number field. But in higher dimensions, I convinced myself that it cannot possibly work. So what is the issue? The problem is that if you look at this prismatic cohomology with this q-Rom system, which is the correct answer periodically, then this behaves differently depending on whether q is equal to 1 or q is a non-trivial p-power with unity. So if you specialize from q equal to 1, you get the Rom cohomology. But when you specialize from q equal to zeta p to the n, when it is positive, you get some slightly twisted version, but basically Hodge cohomology. So in particular, if you're doing p, you really just get the direct sum of Hodge cohomology roots. And this is bad because whenever you're trying to do something with the Habiro ring, you're meant to treat all roots of unity the same. So one technically, like if you specialize first to a piece of root of unity, then you can define some sort of integrity, but then if you go more to a different prime L, then what used to happen is that you can't define the same thing. Anyway, so you can try to cook up something, but you will run into the issue that these roots of unity behave differently in q-Rom cohomology. It's a Hodge take, say, and there's some small takes, but if you invert p, it's just a direct sum of Hodge cohomology. So you can try to do something with the Hodge cohomology roots, but you can't do anything with the Hodge cohomology roots. So you can try to do something with the Hodge cohomology roots, but you can't do anything with the Hodge cohomology roots. So you can try to cook up some small takes, but if you invert p, it's just a direct sum of Hodge cohomology. So in dimension 0, the issue disappears. Because in dimension 0, it's really just the wrong cohomology, it's all just the H0 as a structure sheet. It's a bit boring, but when you do the construction, you do something slightly contrivial, you do some kind of funny fruginius first. And we end up with...",
    "summary": "Here is a summary of the transcript segment:\n\nThe lecture discusses the relationship between the Habiro ring and the q-Beronoch cohomology, particularly in the context of roots of unity. The Habiro ring is a natural setting for studying q-series, and it is desirable to define the q-Beronoch cohomology over the Habiro ring rather than just over the q-1A completion. However, the lecturer notes that there is an issue with extending this definition to higher dimensions, as the prismatic cohomology behaves differently depending on whether q is equal to 1 or a non-trivial p-power root of unity. This leads to difficulties in defining a consistent notion of Habiro cohomology that treats all roots of unity equally.\n\nAdded motivation: This exploration of the relationship between the Habiro ring and the q-Beronoch cohomology has significant implications for the study of q-deformations and their relationships with cohomology theories, particularly in the context of arithmetic geometry. By resolving the issue of extending the definition of q-Beronoch cohomology to higher dimensions, this result has the potential to uncover profound mathematical insights into the connections between algebraic varieties and cohomology theories, and to deepen our understanding of the relationships between q-deformations and cohomology theories."
  },
  {
    "start": "01_15_00",
    "end": "01_20_00",
    "content": "The definition of the Habiro ring was a number field, which for me for quite a while was just a curiosity, but then go, this is a new found explicit element in there. Yeah, in higher dimension, it does not seem to work. Except, and this is what I got convinced of after I got convinced that the Habiro ring of a number field has some meaning, if you could modify q-de Rham cohomology to also be Habiro cohomology of q equal to 1. And in coordinates there is an obvious guess for how to do this. Basically, when you had this q derivative, you were dividing by a factor of 1-q and you just don't do that. And then there are two contradictory theorems of Wagner. The first theorem of Wagner in this master series is that this does not work. So, it does, then it works. So, you can already find the main vector. And so using this, he's currently writing up the construction of some Habiro cohomology for this thing. And so these are some of the theorems I want to discuss. And the machinery that Wagner uses is rather abstract. So, this is the machinery that's being used for constructing the prismatic cohomology, particularly this relation between prismatic cohomology and topological cyclic cohomology, and Wagner is kind of leveraging that. So, let's go ahead and start. Okay, last time I gave this course about all these more explicit series and trying to understand how they relate.",
    "summary": "Here is a summary of the transcript segment:\n\nThe lecture discusses the modification of q-de Rham cohomology to Habiro cohomology, particularly when q is equal to 1. This involves removing the division by 1-q in the q-derivative, which is motivated by the Habiro ring of a number field. The lecturer mentions two contradictory theorems of Wagner, which ultimately allow for the finding of the main vector and the construction of Habiro cohomology using Wagner's machinery, which is related to the prismatic cohomology and topological cyclic cohomology. This development has implications for the construction of explicit q-difference equations and the study of q-deformations.\n\nAdded motivation: This exploration of modifying q-de Rham cohomology has significant implications for the study of q-deformations and their relationships with cohomology theories, particularly in the context of arithmetic geometry. By resolving the issue of constructing Habiro cohomology, this result has the potential to uncover profound mathematical insights into the connections between algebraic varieties and cohomology theories, and to deepen our understanding of the relationships between q-deformations and cohomology theories."
  },
  {
    "start": "01_20_00",
    "end": "01_25_00",
    "content": "There is an explicit ring state over a certain analytic version of it. This is a very interesting example of a single ring which gives more than what comes out of VibroSync, although it's a slightly different series. From this construction you don't just get cohomology groups, but you also get a Sheaf group. This construction is some kind of explicit Q-series type of construction, it's fun. So these are the kinds of things I want to discuss. Questions? I'm doing it in a slightly different way. I don't really need prime, but... Habiro is now saying that you must be close to roots of unity. In this analytic version you are supposed to be close, but not too close to roots of unity. So this is not too close, I'm kind of mimicking a little bit what he has to do with some funding. Do you mean some kind of asymptotic set rules for unity? I think it's a little bit related to some kind of asymptotic set. So what is this explicit exception? Faginant? I think from the first construction it's totally inexplicit, because it's some kind of material approximation argument in some way. So you're really constructing something for the rational numbers, but then you don't really have to go to the rational numbers. Invert five and many primes only, but you don't really know which ones. It might be that if you think more about it you can be more explicit. Maybe it only depends on the dimension of R or something like this. But I don't want to make any promises. In the course you're going to also talk about Wagner's theorem? Yes, I also want to talk about Wagner's results. So this is a skewed information of the Raman's theorem when you specialize in roots of unity. So maybe it has some relation to the Raman with complexes. And then Wagner was defining some versions of Q-vit vectors and Q-vit watch stuff. And I might also say a little bit about this and what he really proved doesn't work. Could you explain also this kind of abstraction? Yes, I also wanted to explain this abstraction."
  },
  {
    "start": "01_25_00",
    "end": "01_30_00",
    "content": "This whole course is purely empirical. I don't know why there should be q-deformations appearing here. I'm just trying to make sense of some kind of formulas that you see in the structures there. I'm creating no universality of anything. I'm not going to explain it in detail, but I'm going to accept it. Empirically, it's somewhat the case that finding such cohomology series is a very delicate issue. There shouldn't be all that many. Whenever you have two of the same geometry and characteristics, they are more secretly the same. In this sense, there probably isn't much of a choice. I don't want to explain it in detail. This ringstacks, just go back to the ringstacks that Lorentz and Batten said. I don't know if there are any details about which precise ring you're living over. Details are a little bit finicky. We will see. I think at the level of modules, you do get the positive parameter cohomology. Does this cohomology carry q-crashing? Yes, yes, yes. I raised this conjecture about this q deformation of the round cohomology, but the sub-url cohomology is somewhat something similar. Instead of defined over this q, r power c is q-1 is defined as a new ring of r. And then also carries a q-connection. I have a question. Can you hear me? Yes, I can hear you. In your 2017 paper, you mentioned this issue that was with the computation of the result of the L-T curve. In fact, you cannot specialize a lambda to be anything else than 0 and 1, but prescribed by the equation. In light of this new theory, can you compute the round cohomology of a single L-T curve? Maybe. Good question. I would have to think about how I would do this. Is it about a particular just one? Yes, if you specialize a lambda equal to 1, then the thing is that when you do, for example, this prismatic cohomology, you don't just specify a basin, but you also need to specify the surrounding prism. And so this makes some prismatic cohomology only functional in maps of prisms, but not just maps of rings. And then if you know what this q-connection of the round cohomology is for this kind of universal, I mean, it was a whole random family, you just fix the prism surrounding this, which somehow fix the coordinate lambda. And then if you want to specialize a particular value of lambda, you're not really quite allowed to do that. So you would first have to do a coordinate transformation, changing lambda to some other thing so that you can then specialize. And these coordinate transformations are tricky, but they are kind of... Yeah, so in this course I will write down... Yeah, so it's actually fun. So I will write down a very explicit ring stack, so it's some kind of algebraic analytic stack, which itself has a structural ring, so you can multiply and add elements. But the multiplication will be kind of easy to describe, but the addition will be extremely complicated to describe. And so the only thing I will be able to describe by hand is a map which stands in the element x to 1-x. But even saying what minus 1 is is a little subtle. But I know what minus 1 is in this thing, but I spend a whole day trying to compute what 1 plus 1 is in this thing. I fail to have a good answer to the question, what is 1 plus 1? So..."
  },
  {
    "start": "01_30_00",
    "end": "01_35_00",
    "content": "Yeah, but some of the complexity of this is somehow related to the complexity of these four different transformations, and it is in some ways made explicit here, but I'm not sure how explicit this is. Do you see any other relations to Jern Simon's theory? Very good question. So of course all this work of Karat-Piedlis, Sagir and so on, all their q-series, they somehow come from Jern Simon's theory. And just because I don't really understand it, I'm in trouble on understanding the relations. Although just last week I was at this Arbeitsgemeinschaften über Wolfsrache about relative language duality organized by Benz V, Zakhar Ilyas and Denkertes. And I spent a lot of time there discussing in particular with Benz V and he was trying to explain to me the role of the words, Jern Simon's theory and Karat-Piedlis' theory, something like that. And I think I understand a little bit more now, but still very confused. But there seems to be some relation, but it seems very frightening also. And frightening to physics. I have another question. So in Wagner's work one important thing is that there is a KU and we somehow see KU also appearing in this course. Well, I mean, this course will be about both of these things. And so in Wagner's work, yes, so this topological k-series spectrum, KU plays a very important role. In particular, if you take how many copy fixed points of this one on it, then you slightly get on pi zero this z power series q-1 that's everywhere in this story. In this completely explicit story, I mean, this is just a Q-series. No abstract knowledge required for physics. Okay, so there's no spectral geometry? No spectral geometry, no, no, no. Just some analytic geometry. Questions?"
  }
]